Repository: wijnen/webgame
Catalog: webgame-po/*.po
Languages: nl

source: Webgame
nl: Webspel

source: Personal
nl: Persoonlijk

source: Your name:
nl: Jouw naam:

source: Set language to
nl: Stel taal in op

source: Interface Preference:
nl: Interfacevoorkeur:

source: Owner:
nl: Eigenaar:

source: None
nl: Geen

source: Claim
nl: Aanvragen

source: Release
nl: Vrijgeven

source: Leave
nl: Verlaten

source: Players
nl: Spelers

source: Viewers
nl: Kijkers

source: Running Games
nl: Actieve spellen

source: Join
nl: Meedoen

source: Watch
nl: Kijken

source: Create New Game
nl: Maak nieuw spel

source: Next
nl: Volgende

source: Ignoring invalid watch path $1, must start with Public or Private
nl: Poging om pad $1 to volgen genegeerd, moet beginnen met Public of Private

source: Error: server calls $1 during title game
nl: Fout: server roept $1 aan tijdens titel

source: Error: server calls $1, which is undefined
nl: Fout: server roept niet bestaande functie $1 aan

source: $1's game
nl: Spel van $1

source: Game ended. Result: $1
nl: Het spel is afgelopen. Resultaat: $1

source: Server replied: $1
nl: Server antwoordt: $1

source: Kick
nl: Verwijderen

source: Swap
nl: Wisselen

source: (not connected)
nl: (niet verbonden)

source: Language Name
nl: Nederlands

source: Game Name
nl: Spelnaam

source: Number of Players
nl: Aantal spelers

source: incorrect number of arguments to function $1 (given $2, expected $3)
nl: verkeerd aantal argumenten voor $1 (gegeven $2, verwacht $3)

source: invalid keyword argument(s) $2 given to function $1
nl: verkeerde benoemde argument(en) $2 gegeven aan functie $1

source: incorrect argument type given to function $1
nl: verkeerd argumenttype gegeven aan functie $1

source: incorrect keyword argument type given to function $1
nl: verkeerd benoemd argumenttype gegeven aan functie $1

source: no game name specified
nl: er was geen naam opgegeven

source: no game type specified
nl: er was geen speltype opgegeven

source: game type does not exist
nl: het speltype bestaat niet

source: game doesn't exist
nl: het spel bestaat niet

source: no more players allowed
nl: er kunnen niet meer spelers bij

source: invalid player number to return to
nl: ongeldig spelernummer om naar terug te keren

source: Impossible command
nl: Onmogelijk commando

source: invalid admin command
nl: Ongeldig admin commando

source: Cannot leave from title
nl: Titel kan niet verlaten worden

source: Cannot claim ownership without being in a game
nl: Kan geen eigenaar worden zonder in een spel te zijn

source: Cannot force ownership release
nl: Kan eigenaarschap niet afpakken

source: Cannot release ownership without being in a game
nl: Kan eigenaarschap niet opgeven zonder in een spel te zijn

source: Cannot release without ownership
nl: Kan eigenaarschap niet opgeven zonder eigenaar te zijn

source: Kick requires a string argument
nl: Kick moet een string als argument hebben

source: Cannot kick players without being in a game
nl: Kan spelers niet uit het spel zetten zonder in een spel te zijn

source: Cannot kick without ownership
nl: Kan spelers niet uit het spel zetten zonder eigenaar te zijn

source: Cannot kick yourself
nl: Kan jezelf niet uit het spel zetten

source: That player is not in this game
nl: Die speler is niet aanwezig in dit spel

source: Watchers cannot swap with players
nl: Kijkers kunnen niet wisselen met spelers

source: There is no disconnected player to swap with
nl: Er is geen vrije plaats om naartoe te wisselen

source: Cannot swap without ownership (num = %d, owner = %d)
nl: Kan eigenaarschap niet opgeven zonder eigenaar te zijn (num = %d, eigenaar = %d)
